{
"Medicines":[
  {"id":"0","nombre":"Ampicilina Capsulas 500 MG:", "descripcion":"Para enfermedades infecciosas,parasitarias y bactericida.", "contradicciones":"Alergicos a penicilinas y Mononucleosis infecciosa.", "accion":"Bactericida. Inhibe la síntesis y la reparación de la pared bacteriana, amplio espectro."},
  {"id":"1","nombre":"Bisolvon Solucion Adulto:", "descripcion":"Mucolítico expectorante en bronquitis y traqueobronquitis agudas,crónicas y asmatiformes.", "contradicciones":"Hipersensibilidad.", "accion":"Activa la sialiltransferasa incrementando la síntesis de sialomucinas, lo que restablece el equilibrio entre fucomucinas y sialomucinas y el retorno a la producción normal de moco."},
  {"id":"2","nombre":"Cariden Tableta 30 MG:", "descripcion":"Acción antiinflamatoria pero con reducida actividad sobre el metabolismo óseo e hidrocarbonado.", "contradicciones":"Hipersensibilidad, úlcera péptica, tuberculosis activa, herpes simplex ocular, herpes zoster.", "accion":"Acción antiinflamatoria pero con reducida actividad sobre el metabolismo óseo e hidrocarbonado."},
  {"id":"3","nombre":"Omeprazol Cápsulas 20 MG:", "descripcion":"Inhibe la secreción de ácido en el estomago.", "contradicciones": "Hipersensibilidad a omeprazol, benzimidazoles. Concomitancia con nelfinavir.", "accion":"Inhibe la secreción de ácido en el estómago. Se une a la bomba de protones en la célula parietal gástrica, inhibiendo el transporte final de H + al lumen gástrico."},  
  {"id":"4","nombre":"Zaditen Jarabe:", "descripcion":"Antiasmático no broncodilatador con actividad antianafilactica y bloqueante de receptores H1.", "contradicciones": "Hipersensibilidad.", "accion":"Antiasmático no broncodilatador con actividad antianafiláctica y bloqueante de receptores H1."},
  {"id":"5","nombre":"Amoxicilina Cápsulas 500 MG:", "descripcion":"Para Infecciones causadas por cepas sensibles como infecciones de garganta, nariz y oídos.", "contradicciones": "Hipersensibilidad a lactámicos,antecedentes de una reacción de hipersensibilidad inmediata grave.", "accion":"Bactericida. Inhibe la acción de peptidasas y carboxipeptidasas impidiendo la síntesis de la pared celular bacteriana."},
  {"id":"6","nombre":"Aspirina Tableta 500 MG:", "descripcion":"Sintomático del dolor de cabeza, dental, menstrual.", "contradicciones": "Molestias gástricas de repetición, antecedentes de hemorragia o perforación gástrica.", "accion":"Inhibe la síntesis de prostaglandinas, lo que impide la estimulación de los receptores del dolor por bradiquinina y otras sustancias. Efecto antiagregante plaquetario irreversible."},
  {"id":"7","nombre":"Broxol Tabletas 30 MG:", "descripcion":"Aumenta la secreción de vías respiratorias, potencia la producción de surfactante pulmonar.", "contradicciones": "Hipersensibilidad,además para el jarabe, sol, oral y sol. inyectable en niños.", "accion":"Aumenta la secreción de vías respiratorias, potencia la producción de surfactante pulmonar y estimula la actividad ciliar."},
  {"id":"8","nombre":"Lamisil Crema 1 G:", "descripcion":"Para infecciones fúngicas por dermatofitos,pitiriasis versicolor,además en crema: infecciones cutáneas por levaduras.", "contradicciones": "Hipersensibilidad a terbinafina.", "accion":"La terbinafina actúa por inhibición de la escualeno epoxidasa en la membrana celular del hongo."},
  {"id":"9","nombre":"Paracetamol Tabletas 500 MG:", "descripcion":"Analgésico y antipirético,inhibe la síntesis de prostaglandinas en el SNC y bloquea la generación del impulso doloroso a nivel periférico.", "contradicciones": "Insuficiencia hepatocelular grave, hepatitis vírica.", "accion":" Actúa sobre el centro hipotalámico regulador de la temperatura."}
  ]
}